Repository: webdevconcord/drupal-7-commerce
Catalog: commerce_concordpay/translations/*.po
Languages: uk

source: Successful payment
uk: Успішний платіж

source: Unsuccessful payment
uk: Невдала оплата

source: Canceled payment
uk: Скасована оплата

source: ConcordPay - Payment Visa, Mastercard, Google Pay, Apple Pay
uk: ConcordPay - Оплата Visa, Mastercard, Google Pay, Apple Pay

source: Merchant ID
uk: Ідентифікатор продавця

source: Given to Merchant by ConcordPay
uk: Надається продавцеві системою ConcordPay

source: Secret key
uk: Секретний ключ

source: Language
uk: Мова

source: Choose language of payment page
uk: Виберіть мову сторінки оплати

source: URL to redirect the user if payment is successful
uk: URL переадресації користувача, якщо оплата була успішною

source: URL to redirect the user if payment is unsuccessful
uk: URL переадресації користувача, якщо оплата була неуспішною

source: URL for redirection in case the user refused to make the payment
uk: URL переадресації, якщо користувач відмовився здійснити платіж

source: Payment by card on the site
uk: Оплата карткою на сайті

source: Pay via ConcordPay
uk: Оплата через ConcordPay

source: The payment has completed.
uk: Платіж завершений.

source: Thank you, payment approved. Order #@shop_order.
uk: Дякуємо, оплата затверджена. Замовлення #@shop_order.

source: Payment processed successfully.
uk: Оплата оброблена.

source: You can find a list of your orders in your personal account.
uk: Ви можете знайти список своїх замовлень у своєму особистому кабінеті.

source: Unfortunately payment declined. Order #@shop_order.
uk: На жаль, оплата відхилена. Замовлення #@shop_order.

source: Payment processed fail.
uk: Помилка обробки платежу.

source: Canceled payment. Order #@shop_order.
uk: Скасовано оплату. Замовлення #@shop_order.

source: Cancellation of payment at the request of the buyer.
uk: Скасування платежу за бажанням покупця.

source: An error has occurred during payment
uk: Під час оплати сталася помилка
